var searchData=
[
  ['дата_0',['Дата',['../index.html#date',1,'']]],
  ['данные_1',['данные',['../index.html#input',1,'Входные данные'],['../index.html#output',1,'Выходные данные']]],
  ['двойных_20отрицаний_2',['Программа для раскрытия скобок в логическом выражении по законам де Моргана и удаления двойных отрицаний',['../index.html',1,'']]],
  ['де_20моргана_20и_20удаления_20двойных_20отрицаний_3',['Программа для раскрытия скобок в логическом выражении по законам де Моргана и удаления двойных отрицаний',['../index.html',1,'']]],
  ['для_20раскрытия_20скобок_20в_20логическом_20выражении_20по_20законам_20де_20моргана_20и_20удаления_20двойных_20отрицаний_4',['Программа для раскрытия скобок в логическом выражении по законам де Моргана и удаления двойных отрицаний',['../index.html',1,'']]]
];
