var searchData=
[
  ['входные_20данные_0',['Входные данные',['../index.html#input',1,'']]],
  ['выходные_20данные_1',['Выходные данные',['../index.html#output',1,'']]],
  ['выражении_20по_20законам_20де_20моргана_20и_20удаления_20двойных_20отрицаний_2',['Программа для раскрытия скобок в логическом выражении по законам де Моргана и удаления двойных отрицаний',['../index.html',1,'']]],
  ['в_20логическом_20выражении_20по_20законам_20де_20моргана_20и_20удаления_20двойных_20отрицаний_3',['Программа для раскрытия скобок в логическом выражении по законам де Моргана и удаления двойных отрицаний',['../index.html',1,'']]]
];
